{"podcast_details": {"podcast_title": "History of Philosophy Without Any Gaps", "episode_title": "HoP 426 - A Face Without a Heart - Shakespeare’s Hamlet and Individualism", "episode_image": "https://deow9bq0xqvbj.cloudfront.net/image-logo/697911/HistoryofPhilosophy-1400.jpg", "episode_transcript": " Hi, I'm Peter Adamson and you're listening to the History of Philosophy podcast brought to you with the support of the Philosophy Department at King's College London and the LMU in Munich, online at historyofphilosophy.net. Today's episode, A Face Without a Heart, Shakespeare's Hamlet and Individualism. Some years ago, a new film version of Hamlet was released and my mother asked my father whether he'd like to go see it. Don't think so, he replied. I've already seen Hamlet. She found this attitude preposterous, but I sort of know what he means. I've seen the play performed live and it does suffer from an excess of familiarity. Even if the actors are wonderful, it's a real challenge to hear its many famous lines as anything but well-known quotations, less like a drama than a compilation of Shakespeare's greatest hits. And if you're philosophically minded, you may have a further problem, which is that you'll keep getting distracted by thoughts about metaphysics, ethics, and epistemology. It's striking how many of the famous passages evoke philosophical ideas. Even once you get past the ten-word distillation of existentialism, to be or not to be, that is the question. There are such recognizable philosophical one-liners as, there is nothing either good or bad but thinking makes it so. What a piece of work is a man. Be cruel only to be kind. And there is special providence in the fall of a sparrow. I think there's a good reason for this, which is that Hamlet himself is philosophically minded. He is, after all, a university student and I have a pretty good idea what his major might be. His irony, detachment, and reflectivity make him one of the great characters of literature, and so it's often said, a distinctively modern character. But these same features make him pretty useless when it comes to the task he's meant to be performing, namely seeking revenge by killing his uncle, the new king, Claudius. This is a play that is mostly about failure to act, which might seem like a dramatic flaw, but since this is Shakespeare, of course, it isn't. He was recycling an existing story about a prince who feigns madness as part of a plan to seek revenge against his uncle. Faced with the narrative problem of how to keep the audience interested, even though they know that the climactic revenge will be exacted only at the end, Shakespeare decided to make his hero's procrastination a theme in its own right. Rather than simply putting practical obstacles in his way, he would explore the psychology of a young man who cannot bring himself to act. Hence the self-conscious nature of the play, its habit of drawing attention to its own theatricality. Hamlet is a man who has been miscast in his own story. Even worse, he knows he is miscast. His suicidal musings in the to-be-or-not-to-be speech and another soliloquy, the one that begins, oh, that this too-too-solid flesh would melt, thaw, and resolve itself into a dew, push this idea to its limit. Rather than doing what the plot and the ghost of his father demand, Hamlet seriously considers never doing anything ever again. All those philosophical remarks are an indication that Hamlet really is meant to be a student who has encountered the ideas circulating amongst intellectuals in the late 16th century, like skepticism and Epicureanism. Shakespeare is satirizing and critiquing the way that such ideas can be ethically undermining. We've often seen humanists grappling with the question of whether to live a life of practical engagement or scholarly remove. Hamlet prefers the latter option, but is suddenly thrust into a situation where he's meant to take the former option. He finds that it goes against his character in every sense of that word. As one critic has observed, Hamlet does only one thing consistently in the play which bears his name. He never fails to resist his assigned role as revenge tragedy hero. But Shakespeare isn't only satirizing philosophy, he's doing philosophy. The clash between Hamlet's personal disposition and his assigned dramatic role is only the central example of a theme that runs throughout the play. This theme is frequently discussed in connection with Renaissance literature under the heading of individualism. Which means what exactly? Well it sort of depends which scholar you're reading, but the basic idea would be something like this. In medieval culture, people saw themselves primarily in terms of the roles they performed. The chivalric knight understood himself in terms of honor, skilled violence, and exploitation of the peasants, while the peasants understood themselves in terms of their responsibilities as workers, family members, villagers, and so on. Such classifications certainly persisted into the 15th and 16th centuries, as we saw with the widespread conception that society is made up of three estates, the nobility, clergy, and commons. In keeping with that conception, political thought still tended to look to the balancing of the interests of the three estates or other large groupings. But in the Renaissance, another way of seeing the self started to emerge. People understood themselves as individuals with peculiar characteristics and interests, and wanted others to see them in the same way. In politics, this could mean demanding freedom to explore and pursue idiosyncratic conceptions of the good. In ethics, it could take the form of emphasizing personal rather than collective responsibility, including the responsibility to forge one's own moral principles and character. Almost a hundred episodes ago, when I was talking about civic humanism, I mentioned that a 19th century scholar named Jaco Bocquart saw Renaissance Italy in particular as the crucible for the emergence of such ideas. In 1860, he wrote that it was there and then that man became a spiritual individual and recognized himself as such. But what we've seen elsewhere in Europe at the same time suggests that individualism was a factor outside Italy too. We can connect it to the rise of neo-stoicism, when authors like Lipsius and Charon recommended constancy as a bulwark against what, in this episode, I can only call the slings and arrows of outrageous fortune. Theirs was an ethic that encourages individual agents to look after their own happiness and virtue rather than seeking fulfillment within the community. Or consider something even more transformative, the Protestant tendency to make individual believers responsible for their own relationship to God. This already started with Erasmus, who didn't leave the church but did de-emphasize outward communal ritual in favor of inner piety. In mainstream Protestantism, individual believers were encouraged to seek their own encounter with Scripture and looked into their own hearts to see whether they could find faith there. More recently, we've seen more radical Protestant dissenters effectively claiming that they had the right, indeed the duty, to determine for themselves what true religion should be. When Hooker implored the Puritans to consider whether they were really so sure of their own private convictions and whether they shouldn't instead submit to a more authoritative consensus, he was missing the key point. For them, religion was all about personal conviction. But Hooker, too, recognized the importance of the individual conscience as when he drew a contrast between public and private knowledge. His example was that everyone can see the moon, whereas grace lies hidden within. Thus many people, believing one and the same promise, all have not the same fullness of persuasion. Now it must be said that modern-day scholars themselves have their own personal views on individualism in the Renaissance, including whether it was really something new. Scientists have pointed out that in the previous centuries, there were already conceptions of personal piety and individual moral responsibility. After all, the Medievals were deeply shaped by the thought of Augustine, whose greatest work, The Confessions, is precisely the story of one man's spiritual journey toward God. Then, among those who do think that something new was afoot in the Renaissance, there are a range of opinions about what exactly it was. A book by John Jeffreys Martin, tellingly entitled Myths of Renaissance Individualism, combats Burkhardt on his own ground by focusing on Italy in this period. Martin finds that the defining problem of identity in the Renaissance was how the experience of the inner world of each person was related to the larger social environment in which he or she lived. The self was experienced as something in which one's internal perceptions and beliefs either were or were not at home in the larger world. Martin's point is that people were not necessarily discovering themselves as isolated, self-governing individuals, they were just pushing back against societal expectations, the roles that their communities assigned to them. As for England, the place that concerns us more at the moment, there's an interesting study by Elizabeth Hanson about discovering the subject, which focuses on the disturbing phenomenon of judicial interrogation and torture. As Hanson notes, torture was a practice without standing in English law, but it was used increasingly in the Elizabethan and Jacobean age, often though not only against religious dissenters. Violence was here deployed to extract the secrets hidden within the individual self. Those who were subject to such treatment emphasized the cruelty involved, of course, and sometimes even gloried in it. The Catholic Robert Southwell fulminated, go on, you good magistrates, rack us, torture us, condemn us, yay, grind us, your iniquity is proof of our faith. But there was a more subtle complaint too. As Hanson puts it, the Catholics argued that the torturers treat a realm of experience that the victims increasingly defined as interior, private, and subjective as though it were external discoverable activity. One victim said that he was steadfast in refusing to divulge his own sins. These were the hidden matters, these were the secrets in concealing of which I so greatly rejoiced to the revealing aware of I cannot nor will not be brought, come rack, come rope. Very different is the approach of Stephen Greenblatt, who sees 16th century literature as being deeply concerned with the idea of self-fashioning. Greenblatt's Renaissance is not just modern, but postmodern. He finds in its text the idea that we are nothing more and nothing less than the stories we tell about ourselves, so that each person creates a self through improvised attempts to present themselves to the world. Even the most convincing displays of emotion might just be for show. There's a line from Hamlet that expresses the idea rather nicely. Claudius is challenging Laertes to follow through in his anger and grief by taking action against Hamlet and asks whether he is, like the painting of sorrow, a face without a heart. Indeed, when reading up on Renaissance individualism, especially in the English context, you're bound to come across references to Shakespeare sooner or later, usually sooner. The very first sentence of Hansen's book cites the scene where Hamlet accuses Guildenstern of trying to play on him like a pipe. You would pluck out the heart of my mystery. Another chapter begins with an arresting line from King Lear, to know our enemies' minds, we rip their hearts. And she has a whole section on Othello, not just because it ends with Iago being threatened with torture, but because the whole play is about the attempt to divine what is in other people's souls. She quotes, for instance, a scene where Othello says to Iago, By heaven, I'll know thy thought. And Iago replies in a way that wouldn't be out of place in the interrogation chamber, You cannot, if my heart were in your hand, Nor shall not, while tis in my custody. Greenblatt likes Othello too, which provides him such proof text as Iago's apparently contradictory remark, I am not what I am. In the same scene, Iago refers to the native art and figure of his heart, which prompts Greenblatt to the observation that his heart is precisely a series of acts and figures, each referring to something else. In general, Shakespeare is, on this reading, a fashioner of narrative selves, the master improviser. Since I already said last time that Othello is the great Shakespearean treatment of skepticism, it seems to be asking too much of that play to have it be his great treatment of individualism too, so I'm going to award that prize to Hamlet. Individual conscience and self-consciousness are clearly on Shakespeare's mind throughout the play, and not only in famous bits like Polonius's instruction to his son, To thine own self be true. Already in the first scene, Horatio is asked whether the ghost isn't just like the dead king, old Hamlet, and replies, As thou art to thyself. An audience member probably wouldn't think much of this at first viewing, but as the play unfolds, he realizes that the younger Hamlet's abiding concern is precisely to be like himself, if he could only figure out how. Hamlet, both the character and the play, are deeply invested in the idea that people should be authentic, should know who they are and act accordingly. At one point, Hamlet accuses Ophelia, and women in general, God has given you one face and you make yourselves another. Later, Ophelia muses, We know what we are, but know not what we may be. But even as she says this, she is mad and no longer knows what she is. Hamlet himself will use his own feigned madness as an excuse to Liartes, arguing that he literally lost his self-identity. Does it Hamlet wronged Liartes? Never Hamlet. If Hamlet from himself be taken away, and when he's not himself does wrong Liartes, then Hamlet does it not. Hamlet denies it. Who does it then? His madness. For me, this recalls a speech from another play, a confused and confusing dialogue of Richard III with himself, What do I fear? Myself? There's none else by. Richard loves Richard. That is, I am I. Is there a murderer here? No. I am I. Then fly what from myself? Great reason why, lest I revenge what myself upon myself? Alack I love myself. Wherefore? For any good that I myself have done myself? Oh no. Alas, I rather hate myself for hateful deeds committed by myself. I am a villain, yet I lie. I am not. Shakespeare also noticed and wanted his audience to notice that there is something ironic or even paradoxical about using theatre to insist upon authenticity. After all, the speakers on the stage are, as Iago would put it, not who they are. They are actors playing parts. If you've seen Hamlet, you will remember that there is a play within the play, the so-called Mouse Trap. To get Claudius to betray himself, Hamlet orchestrates a performance of a murder just like the one he has committed. This shows that fictions can do real work in the world, but they are still not real, which means that they are not enough for Hamlet. Early on in the play, he has made this point to his mother when she asks him why he is taking his father's death so hard. Why seems it so particular with thee? Hamlet replies, Seems, madam. Nay, it is. I know not seems. Tis not alone my inky cloak, good mother, nor customary suits of solemn black, nor windy suspension of force of breath, nor the fruitful river in the eye, nor the dejected haves of the visage together with all forms, moods, shapes of grief that can denote me truly. These indeed seem, for they are actions that a man might play, but I have that within which passeth show these but the trappings and the suits of woe. Even without all the other passages I've quoted, you can tell just from this one that Shakespeare was interested in the way that public performance can come apart from private perspective. Hamlet is saying that he is not merely playing the role of grieving son. His grief is real and lies within where only he can perceive it. But if his grief is so real, why does it not prompt him to act? In a mirror image of this scene with Gertrude, Hamlet later sees one of the actors, in a fiction, in a dream of passion, able to put on a convincing show of grief, whereas Hamlet must, like a whore, unpack my heart with words. His anguish over his father is genuine, but worse still is his failure to align his inner and outer selves to find a match between inward feeling and appropriate action. Or perhaps we shouldn't speak of the outward self at all. I find my own self inclined to disagree with Greenblatt, since I think that in Hamlet, at least, there is some commitment to the idea of a core self that underlies the trappings and suits of the roles we play. I say this in part because of the allusions to a far more traditional understanding of that self in the play, according to which each of us is an immortal soul, which can survive bodily death. The clearest statement of this comes when Hamlet tells Horatio that he will boldly pursue the ghost to question it. And for my soul, what can it do to that, being a thing immortal as itself? But it's a favorite idea of Hamlet's that the body, even if it seems too too solid, is actually just a quintessence of dust. He refers more than once to the dissolving of dead bodies into dust, which could perhaps be a glancing allusion to the Epicurean theory that all bodies are made of atoms. But Hamlet, and presumably Shakespeare, do not seem to be convinced that the self is a purely rational soul which finds itself in a body, though this Platonist idea certainly had plenty of adherence in the Renaissance. Admittedly, the play refers to the god-like reason that distinguishes humans from the beasts, and the speech that begins, what a piece of work is man, goes on to eulogize human beings in rather Platonist terms, in action, how like an angel, in apprehension, how like a god. But as we already saw when discussing Brutus in the last episode, Shakespeare is dubious about the idea that the self could be constituted by cold, dispassionate reason in accordance with the moral code of the Stoics. The play Hamlet, too, has a Stoic, namely Horatio. He says of himself that he is more an antique Roman than a Dane, and Hamlet praises him as one who, in suffering all, suffers nothing, a man who is not passion's slave. It's been noted that Horatio seems to be the only significant character in the play who is not playing a part. But no one watches Hamlet and identifies with Horatio, nor does he ever intervene meaningfully in the action. He is there at the beginning to see the ghost and, at the end, to encourage flights of angels to sing Hamlet to his rest, but he's ultimately an ineffectual observer. So are we out in the audience, but we are still doing something important. We're seeing our own selves in Hamlet precisely because we empathize with the experience of not seeing our own selves. One man who would certainly have recognized this, if only he could have seen the play performed, was Michel de Montaigne. The elusiveness of identity was a great theme in his essays, too, as epitomized in the remark – where I seek myself, I cannot find myself. Montaigne was as interested as Shakespeare in the phenomenon one scholar has described as the gap that lies between the magnificent social role – that of a king, for instance – and the fallible human being behind the performance. For another commentator, Montaigne holds that living in the world required the reservation or even the creation of an idea of the self in order to sustain a proper outward appearance. For there to be different parts well played, there had to be an actor capable of judging and distinguishing the part from reality. There had to be a self. Sadly, we know for sure that Montaigne didn't get to enjoy Hamlet and admire its resonance with his own thought since he died before it was written. By contrast, we don't know for sure whether Shakespeare read of Montaigne before writing it. As mentioned by Patrick Gray in my interview with him, there is some debate over how early Shakespeare became acquainted with the essays. But there is a clear allusion to Montaigne in one of Shakespeare's later plays, The Tempest, which is handy since it shouldn't cause a storm of controversy when I compare the way these two great authors handled a very different topic – the encounter with the peoples of the so-called New World. To hear about this, you'll have to wait until after a significant intermission since as usual the podcast will be on its annual break over August. When we return after this midsummer dream, we'll finish off our look at Shakespeare, hoping that all's well that ends well. Here on, the history of philosophy without any gaps."}, "podcast_summary": "In this episode of the History of Philosophy podcast, host Peter Adamson explores the philosophical themes present in Shakespeare's Hamlet and discusses the concept of individualism in the Renaissance. He highlights how Hamlet's character is philosophically minded and philosophizes throughout the play. Shakespeare cleverly incorporates Hamlet's procrastination as a central theme, exploring the psychology of a man who cannot bring himself to act. The episode also delves into the emergence of individualism in Renaissance culture, with people starting to understand themselves as individuals with unique characteristics and interests. Ideas of personal responsibility and the emphasis on self-discovery are discussed, as well as the clash between personal disposition and assigned roles. Adamson presents various scholarly views on individualism in the Renaissance and draws connections to Shakespeare's portrayal of authenticity and the self in Hamlet. The episode concludes with a mention of Michel de Montaigne's essays and the similarities between Montaigne and Shakespeare's exploration of the self. Overall, the episode offers a fascinating analysis of Hamlet, individualism, and the complexities of identity in Renaissance literature. To learn more about these intriguing topics, tune in to the full episode.", "podcast_guest": ["Shakespeare", "William Shakespeare (bapt. 26 April 1564 – 23 April 1616) was an English playwright, poet and actor. He is widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"the Bard\"). His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His plays have been translated into every major living language and are performed more often than those of any other playwright. Shakespeare remains arguably the most influential writer in the English language, and his works continue to be studied and reinterpreted.\nShakespeare was born and raised in Stratford-upon-Avon, Warwickshire. At the age of 18, he married Anne Hathaway, with whom he had three children: Susanna, and twins Hamnet and Judith. Sometime between 1585 and 1592, he began a successful career in London as an actor, writer, and part-owner of a playing company called the Lord Chamberlain's Men, later known as the King's Men. At age 49 (around 1613), he appears to have retired to Stratford, where he died three years later. Few records of Shakespeare's private life survive; this has stimulated considerable speculation about such matters as his physical appearance, his sexuality, his religious beliefs and whether the works attributed to him were written by others.Shakespeare produced most of his known works between 1589 and 1613. His early plays were primarily comedies and histories and are regarded as some of the best works produced in these genres. He then wrote mainly tragedies until 1608, among them Hamlet, Romeo and Juliet, Othello, King Lear, and Macbeth, all considered to be among the finest works in the English language. In the last phase of his life, he wrote tragicomedies (also known as romances) and collaborated with other playwrights.\nMany of Shakespeare's plays were published in editions of varying quality and accuracy during his lifetime. However, in 1623, John Heminges and Henry Condell, two fellow actors and friends of Shakespeare's, published a more definitive text known as the First Folio, a posthumous collected edition of Shakespeare's dramatic works that includes 36 of his plays. Its Preface was a prescient poem by Ben Jonson, a former rival of Shakespeare, that hailed Shakespeare with the now famous epithet: \"not of an age, but for all time\".\n\n"], "podcast_highlights": "Highlight 1: Hamlet is a play that explores the psychology of a young man who struggles to take action, making it a theme in its own right.\n\nHighlight 2: Hamlet satirizes and critiques philosophical ideas, reflecting the ethical struggles of the late 16th century intellectual culture.\n\nHighlight 3: Renaissance literature, including Hamlet, reflects the emerging concept of individualism, where individuals see themselves as unique and seek personal freedom.\n\nHighlight 4: Shakespeare uses the theme of self-fashioning and the clash between public performance and private perspective in Hamlet to explore the idea of authenticity.\n\nHighlight 5: Hamlet addresses the elusiveness of identity, drawing parallels to the thoughts of Michel de Montaigne and his essays."}