{"podcast_details": {"podcast_title": "The Big Ideas", "episode_title": "The Big Ideas podcast: Rousseau's 'Man is born free'", "episode_image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2016/2/2/1454433552973/The_Big_Ideas_Podcast_1400_copy.jpg", "episode_transcript": " The Guardian Man is born free and everywhere he is in chains. This is a great start to any book. This sentence is probably one of the most famous sentences of Rousseau. It is like a kind of atomic bomb against everything that is against freedom and liberty. You're listening to the Big Ideas Podcast. My name is Benjamin Walker. This time around we're exploring one of the opening lines from Jean-Jacques Rousseau's book, The Social Contract. Man is born free and everywhere he is in chains. This first sentence is actually a key sentence to understand Rousseau. 2012 is the tricentennial, the 300th anniversary of Rousseau's birth. It's a busy year if you're a Rousseau scholar. Symposium after symposium. That's Paul Ottey, a French Rousseau scholar and writer. I met up with him at his studio in Paris. He told me that most of Rousseau's big ideas are actually packed into this phrase, including his concept of the autonomous natural man. In this sentence you have this idea of a special kind of relation to nature that gives us freedom at the beginning. The meaning of freedom for Rousseau is autonomy. Rousseau's revolutionary thinking is to say we were free, we were autonomous, and we were happy in this natural condition. Anne-Denise Toney is another busy Rousseau scholar. She teaches at New York University in the States, but like Paul Ottey, I caught up with her in Paris in between Rousseau's symposiums. Rousseau, she told me, gave birth to an entirely new definition of freedom, and its flesh and blood embodiment is what he calls natural man. Rousseau defines, and that's extremely new, and he's the first philosopher to ever do that, he defines natural man as a man who is totally self-sufficient. For him, the natural man lives inside the forest, alone, but in complete harmony with the natural world around him. Therefore, he doesn't depend on anybody. For Rousseau, the key notion which guarantees man's freedom at every single stage of his evolution is autonomy or self-sufficiency. He invents, in a way, the question of the autonomy. Rousseau is the inventor of this big idea that shaped our modernity. When natural man leaves the forest for society, he gives up his freedom. And Denise Tunney says that we are always aware of this, every moment of our lives. In order to eat, I'm going to need today to go to a supermarket, buy the food, means I'm depending on a structure of production of food, traveling of food, I need money to buy it. Suddenly, I'm not free anymore. I'm in a system where I'm already conditioned to behave in certain ways. And for Rousseau, this is the lack of freedom. We have lost autonomy. Now, when I first sat down with Anne and turned on my recorder, I asked her to read our Rousseau sentence so I could use it in this podcast. But she changed one of the key words. All men are born free and are everywhere alienated. Alienation, she says, is a better word choice because it makes it clear just how visionary Rousseau is. We don't live, hopefully, we don't live in societies today where chains exist anymore. But we live in societies where we are submitted to many different forms of alienations. And Rousseau is actually extraordinary visionary because he actually analyzes in a very deep way the different forms of alienation. And alienation, he defines it, to be alienated is to give or to sell. And he says, no man can sell himself or be sold because that would mean a negation of what makes him or her a human being, which is precisely his or her freedom. So alienation for Rousseau is really something that is in a way contradictory with the term of human being. What characterizes human being for Rousseau is really freedom. Paul Ady also believes that our sentence showcases Rousseau's visionary powers. But for him, the key word is everywhere. What is interesting in this sentence particularly is not the distinction between state of nature and state of society, but it is the little word everywhere. Everywhere. This little word is concentrating itself the polemic power of this sentence. There is not any place on earth where chains don't bind human being. Not one place. Man is born free and everywhere he is in chains. One thinks himself the master of others and still remains a greater slave than they. How did this change come about? I do not know. What can make it legitimate? That question I think I can answer. When I read the whole beginning to the social contract, what jumps out at me is not that Rousseau was down with alienation before alienation was even a thing, or even that he recognized its coming total domination of social man, but rather his confidence and that he can answer the big question. The question is for him the political question. How we can combine authority and freedom. How it is possible to deal with a kind of authority that is the principle of an order and still be free. So this is the major political question. And it is the question that is raised and developed and answered in the social contract. The question is how to define ways in which autonomy or self-sufficiency can be guaranteed in social life. And he does it in three texts. He does it in Les Mils. In Les Mils he defines an education which guarantees autonomy and self-sufficiency. It's an education based on nature in order to preserve the rights of nature. Then he defines in his most famous novel, The New Eloise, a form of political organization or familial organization where basically there's a form of autonomy. But then in the social contract, which is in a way the conclusion of the system, it's the political solution to that problem, how to guarantee citizens self-sufficiency and autonomy. And it's guaranteed also by what the concept he creates of the general will. Through the general will, Rousseau believes man, social man, can regain his freedom. It establishes a political organization in which each of us is autonomous and free to exercise his own power. The general will allows man to be autonomous because it makes him both the subject and the object of his law. But it only works when people come together to actively participate in the general will. Being a citizen is not something that is given once and for all. It is something that has to be always recreated by the participation to the general will, to the expression of the general will. This is how civil liberty is preserved. Today, no one really takes seriously Rousseau's blueprint for how the general will could actually be put into practice. It's possible that no one ever really did. But the driving force behind his idea completely changed political thinking. What's still very revolutionary in the social contract is this idea that the people should be totally sovereign. That there's nothing, there's no authority, no law beyond the general will, meaning the people itself. And that's totally revolutionary, totally modern. I mean the extraordinary proposition that the people itself should be self-sufficient politically, autonomous politically, and should not be represented by anybody but itself, in itself is a complete revolution in the history of political philosophy. So for this, Rousseau remains even today, you know, very much a revolutionary. You know, as a political philosopher, Rousseau has been largely discredited. It's very, very difficult to come up with a practical application of the idea of the general will. But it's not for nothing, I think, that Immanuel Kant called Rousseau the Newton of the moral sciences. Guy de Man writes about music for The Guardian. He's more interested in Rousseau's ideas about aesthetics and moral philosophy than the social contract. And he says, Rousseau's writings on the moral sphere provide us with a path towards our lost freedom. Something is very, very important, which is at the heart of what Rousseau was talking about, which is this link between the idea of freedom and the idea of part active participation in the moral sphere. If there's one kind of area in which we know or we come into emotional awareness of how free we are as human beings, it is when we make active moral choices. It's when we go against the grain of whatever it is that our instinctual or socially mediated responses would have us do. And these events are quite rare, but they're quite character-forming. They're quite individuating in a powerful way. One of the very interesting things, I think, about what Rousseau said about art and music was that his entire interest in art and music was that it would be some kind of agency for the development of our compassionate nature. So he had quite a sophisticated, polemically expressed aesthetic philosophy, which was entirely predicated on the idea that we need music, we need art that encourages this side of ourselves. And that was his big emphasis, particularly in music. He thought music was the art form which took us, was the closest one to take us back to something similar to the set of sensibilities we had in the state of nature. It's the one he found the origin of music and the idea of the cry of the suffering other. He writes very movingly about these kind of scenes. You can learn more about Rousseau's ideas at the Big Ideas page and read articles from some of our correspondents. All that at comment is free."}, "podcast_summary": "In this episode of the Big Ideas Podcast, host Benjamin Walker explores the famous opening line of Jean-Jacques Rousseau's book, The Social Contract: \"Man is born free and everywhere he is in chains.\" Through interviews with Rousseau scholars, Paul Ottey and Anne-Denise Toney, the podcast dives into Rousseau's concept of autonomy and natural man. The podcast highlights how Rousseau redefined freedom as self-sufficiency and examines his analysis of alienation in society. The episode also explores Rousseau's political question of how to combine authority and freedom, ultimately leading to his concept of the general will. While some believe Rousseau's political ideas have been discredited, his ideas on aesthetics and moral philosophy, particularly in music, are still seen as significant for their emphasis on compassionate nature and individual moral choices. To learn more about Rousseau's ideas, listeners are encouraged to visit the Big Ideas page on Comment is Free. Tune in to this thought-provoking episode to delve deeper into Rousseau's revolutionary thinking and its impact on modern political philosophy.", "podcast_guest": [null, "None has no entry on Wikipedia"], "podcast_highlights": "Highlight 1: Rousseau's famous opening line, \"Man is born free and everywhere he is in chains,\" encapsulates his concept of the autonomous natural man and his revolutionary idea of freedom as autonomy.\nHighlight 2: Rousseau defines natural man as a self-sufficient individual living in harmony with nature, highlighting the importance of autonomy and freedom.\nHighlight 3: While Rousseau recognizes the existence of chains in modern society, he argues that alienation contradicts the essence of being human, which is freedom.\nHighlight 4: The key idea in Rousseau's social contract is the combination of authority and freedom, through the concept of the general will, which allows individuals to regain autonomy within a political organization.\nHighlight 5: Although Rousseau's practical application of the general will has been discredited, his ideas on moral philosophy and aesthetics provide a path towards reclaiming our lost freedom and developing our compassionate nature."}